all_lists = [["ghbd", "здарова", "hi", "hello", "хей", "хэй", "прив", "сап", "салют"],
             ["пока", "bye", "good bye", "goodbye", "удачи", "до свидания", "досвидания", "чао", "до встречи"],
             ["согл", "круто", "nice", "норм", "зашибись", "хорошо", "класс", "офигенно", "восхитительно", "великолепно", "найс", "балдеж", "балдёж", "да", "ага", "конечно", "естественно", "ну конечно", "всегда готов", "готов", "продолжим"],
             ["плохо", "не очень", "ужасно", "хуже чем"],
             ["как дела", "как жизнь", "как поживаешь", "а у тебя"],
             ["ты знаешь", "а ты знаешь,", "кто такой", "кто это", "а ты знаешь", "это кто", "что это", "это что", "что такое", "почему", "что такое", "как думаешь", "как ты думаешь", "что ты думаешь", "как считаешь", "есть ли", "существует ли", "можно ли"],
             ["добрых снов", "спокойной ночи", "доброй ночи", "спокойных снов", "иди спи"],
             ["доброе утро", "добрый день", "доброго дня", "доброго утр", "доброго дня"]]

all_answ = [["Привет!", "Здравствуй!"],
            ["Пока!", "Удачи!", "Ну пока!"],
            [":sunglasses:", "Класс!"],
            ["Жаль...", "А что так?"],
            ["Хорошо:thumbsup:", "Не очень:expressionless:", "Живой пока:thumbsup:"],
            ["Я вам GOOGLE™ что-ли?", "Я незнаю", "Если бы я знал...", "Даже не знаю..."],
            ["Добрых снов!", "Спокойной ночи!", "Доброй ночи!"],
            ["И тебе!", "Тебе тоже!"]
            ]
